Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: All they did was trawl the backyards of China picking up laptops discarded by experimenting Chinese high school students and then stick their Nhava logo and then ......voila..we had our first "indigenous laptop manufacturers".
ko: 그들이 한 것이라고는 실험적인 중국 고등 학생들이 쓰다 버린 노트북을 주워서 나바 로고를 붙여 아프리카에 되판 것에 불과합니다. 그렇게 우리는 우리의 첫 번째 "아프리카산 노트북 제조사"를 가질 수 있었죠.

source: I hope its not the same issue with the VMK tablet.
ko: 저는 이번 VMK 태블릿이 같은 사례가 안 되기를 바랍니다.

source: Poland: The State of Reading · Global Voices
ko: 폴란드: 책 읽는 나라 만들기

source: A few weeks ago, a new social campaign - Reading in Poland - was launched by one of Poland's largest daily newspapers, Gazeta Wyborcza, due to the fact that reading rates in Poland are very low: a report published by the Polish National Library states that 56 percent of the Polish people don't read books at all - and are also incapable of reading texts longer than 3 pages.
ko: 현저하게 낮은 자국 독서량에 대응하여, 몇 주전 폴란드 최대 유력 일간지 가제타 뷔보르챠 (Gazeta Wyborcza)는 책 읽는 폴란드라는 새 사회 캠페인을 시작했다. 폴란드 국립도서관의 발표에 따르면 국민의 절반 이상이 전혀 책을 읽지 않거나 읽더라도 3페이지 이상을 넘기는 경우가 없다고 한다.

source: A huge debate has started on the reading culture in Poland and the reasons for the crisis it is facing.
ko: 폴란드의 독서문화가 어쩌다 이런 상황으로까지 오게 되었는지에 대한 토론이 활발하다.

source: Public figures across the country got deeply involved in the project, urging the society to start reading.
ko: 이번 캠페인에는 각계의 공인들도 참여해 대중의 독서문화를 독려했다.

source: A series of articles was published on the lack of reading passion and steps that could be taken to change the situation.
ko: 가제타지는 독서에 대한 대중의 흥미부재를 지적하며 이에 따른 해결책을 제시한 일련의 기사들을 실었다.

source: He writes:
ko: 그 중 하나를 살펴보자.

source: Kyrgyzstan: Government Bans News Websites from the Election Campaign · Global Voices
ko: 키르기스스탄: 인터넷 뉴스 매체의 선거 운동 참여를 금지시킨 정부

source: Ahead of the presidential elections to be held in Kyrgyzstan on 30 October, 2011, the Central Elections Committee (CEC) came out with a controversial decision, barring web-based news media from taking part in the campaign.
ko: 2011년 10월 30일 키르기스스탄의 대선을 앞두고 중앙선거본부(Central Elections Committee; CEC)가 인터넷 기반 언론 매체의 선거 운동 참여를 막는, 다소 논란의 소지가 있는 결정을 내렸다.

source: Eleven news sites were denied accreditation to inform voters on the pre-election developments.
ko: 11개의 뉴스 사이트들은 선거 전 일어나는 일들을 투표자들에게 알릴 권한을 승인받지 못했다.

source: This step taken by the CEC stirred up active discussions in blogs, web-based media, political observers and NGOs, revealing challenges to the development of Internet in Kyrgyzstan.
ko: 중앙선거본부의 이같은 결정은 블로그들과 인터넷 기반 언론 매체들, 정치 논객들과 NGO들 간에 뜨거운 논쟁을 불러일으키며 키르기스스탄의 인터넷 발전의 걸림돌을 보여주고 있다.

source: According to CEC spokeswoman Tolgonai Samatalieva:
ko: CEC 대변인 톨고나이 사마탈리예바에 따르면 :

source: The Kyrgyz Law on mass media does not regard web-based news agencies as media outlets; that is why they cannot generate revenue from promotion of the candidates.
ko: 대중 매체에 관한 키르기스스탄 법은 인터넷 기반 뉴스 통신사를 정식 언론이라고 보지 않고 있습니다; 따라서 이들은 후보 지지를 통해 돈을 벌 수 없는 것이죠.

source: Kyrgyzstan flag.
ko: 키르기스스탄 국기.

source: Image by Flickr user timbrauhn (CC BY-NC-SA 2.0).
ko: 플릭커 유저 timbrauhn (CC BY-NC-SA 2.

source: NGO leaders responded immediately.
ko: 0)의 사진.

source: 'Progress in Kyrgyzstan' foundation protested :
ko: 각종 NGO 책임자들은 즉각 반응했다.

source: Such a decision restricts the voters' rights to receive information about elections and constrains presidential candidates' campaigning opportunities.
ko: 이 결정은 선거 관련 정보를 얻을 유권자들의 권리를 침해하며 대통령 후보들의 홍보 활동 기회도 제한하고 있습니다.

source: The presidential election is one of the most important upcoming events in Kyrgyzstan, and news websites are the media that can provide the most comprehensive coverage.
ko: 대통령 선거는 키르기스스탄에서 일어날 가장 중요한 일 들 중 하나이고, 인터넷 뉴스 웹사이트들은 가장 포괄적인 보도를 할 수 있는 언론 매체인데 말이지요.

source: Head of the CEC, Tuygunali Abdraimov, rejected all accusations:
ko: CEC의 대표 튀구날리 아브드라이모브는 모든 의혹을 부정했다 :

source: Web-based news agencies do not want to be considered as mass media outlets.
ko: 인터넷 기반 뉴스 통신사들은 대중 매체로 인정받기를 원하지 않습니다.

source: They don't want any changes in the media legislation, and we cannot break the law.
ko: 그들은 미디어 관련 법에 대한 어떤 개정도 원하지 않고, 저희는 법을 어길 수 없습니다.

source: General Director of the news website Vesti.Kg, Oksana Filyug, opined :
ko: Kg의 국장 옥사나 필유그는 자신의 의견을 피력했다 :

source: The CEC has exempted us of liability by saying that we are not mass media outlets.
ko: CEC는 우리가 대중 매체가 아니라고 하며 우리의 책임을 면제시켜주었죠.

source: That means, everything that is prohibited for the mainstream media, cannot be applied to us.
ko: 그 말인 즉슨 주류 언론들이 할 수 없는 것들을 우리는 할 수 있다는 이야기입니다.

source: But the more interesting question is why the authorities had been allowing websites to participate in the elections earlier?
ko: 하지만 더 흥미로운 건 왜 이전에는 정부가 인터넷 사이트들이 선거에 관여할 수 있게 했냐는 것이죠.

source: Why have they now decided to sideline us?
ko: 왜 지금에서야 우리를 배제시키려 한 것일까요?

source: Who stands behind it and what shall we expect?
ko: 이 결정 뒤에 누가 있으며 무엇을 기대해야 하는 거죠?

source: Who will control online activities in the campaign period of the presidential elections, and how?
ko: 과연 누가, 그리고 어떻게 대통령 선거 캠페인 기간에 온라인 활동을 통제할까요?

source: Daniyar Karimov from the website 24.kg continued :
ko: kg 의 다니야르 카리모프는 계속해서 :

source: The CEC decision limits citizens' right to free access to information.
ko: CEC의 이같은 결정은 국민의 정보 접근 권리를 침해하는 겁니다.

source: Interestingly, in the Information Age, when Internet resources are the main and effective information source, the Kyrgyz government does not consider those as mass media.
ko: 흥미롭게도 인터넷이 효과적이고 중요한 정보원인 정보화 시대에 키르기스스탄 정부는 인터넷을 대중 매체라고 보지 않습니다.

source: Such decisions are a beginning of total censorship and an attempt to control activities of information agencies.
ko: 이런 결정들은 검열의 시작이자 정보 매체들에 대한 탄압의 시작입니다.

source: Bloggers and forum users have different opinions on the CEC decision.
ko: 블로거들과 포럼 유저들은 CEC의 결정에 대해 서로 다른 반응을 보이고 있다.

source: According to Erorist :
ko: Erorist 에 따르면:

source: The CEC has made the right conclusion, news agencies cannot participate in campaign processes, because they have to provide unbiased information.
ko: CEC는 올바른 결정을 내렸습니다. 뉴스 제공사들이 캠페인 과정에 끼여들면 안되죠. 그들은 편견 없는 정보를 제공해야 하니까요.

source: But the question is why the CEC makes such decisions, not the parliament.
ko: 한 가지 의문점은 왜 국회가 아니라 CEC가 이런 결정을 내렸나는 겁니다.

source: Adam wonders :
ko: Adam은 의문을 제기한다 :

source: Then what about websites of the political parties and blogs of the candidates?
ko: 그럼 정당들의 웹사이트와 후보들의 블로그는 어떻게 하죠?

source: What is their difference from “news agencies”?
ko: 그것들과 "뉴스 매체"들의 차이가 뭡니까?

source: Web-based news agencies have more freedom of speech; they do not want to lose it, or to have problems with government, like printed media usually do.
ko: 인터넷 기반 뉴스 제공사들은 더 많은 표현의 자유가 있죠; 그들은 그걸 잃고 싶지도 않고 인쇄 매체들처럼 정부와 마찰을 빚고 싶지도 않을 겁니다.

source: However, it is more an indicator of the lacking freedom of speech in Kyrgyzstan, rather than of technical problems with registration of news agencies
ko: 지금 이 사건은 뉴스 제공사들이 정식 언론사로 인정받는 과정에서 벌어지는 기술적 문제가 아니라 키르기스스탄의 표현의 자유의 부족을 알려주는 하나의 지표에 더 가깝죠.

source: Adam adds .
ko: Adam은 이에 덧붙여 말한다 :

source: Very good decision.
ko: 훌륭한 결정이예요.

source: If agencies want to earn money they have to be officially registered.
ko: 만약 뉴스 제공사들이 돈을 벌고 싶다면 먼저 공식적으로 등록이 되어야 하죠.

source: When they want to participate in the elections, they seek accreditation as mass media, but when they are accused of slander or libel, they declare that they are not mass media and have no responsibility
ko: 선거에 참여하고 싶을 땐 대중 매체로써 미디어 등록이 되어야겠고요. 하지만 명예훼손죄로 고소당할 경우, 그들은 본인들은 대중 매체가 아니기 때문에 그에 따른 책임이 없다고 말합니다.

source: Ggg-fff writes :
ko: Ggg-fff는 이렇게 썼다 :

source: The most efficient agitation tool is the Internet.
ko: 가장 효율적으로 동요를 일으킬 수 있는 도구가 바로 인터넷입니다.

source: It was proved by the Arabic revolutions.
ko: 아랍 혁명으로 증명된 사실이죠.

source: It is cheap and handy, you don’t have to endanger your life by delivering printed materials or spend a lot of money to be published in the newspapers.
ko: (인터넷은) 싸고 편리하며, 인쇄물들을 돌리며 목숨을 걸거나 신문에 실리기 위해 엄청난 돈을 써야 하는 것도 아니니까요.

source: They restrain web-based news agencies, because they want newspapers to earn more, and it is easier to control printed media
ko: 그들은 신문사들이 돈을 더 벌게 하기 위해, 그리고 인쇄 매체들이 더 다루기 쉽기 때문에 인터넷 뉴스 제공사들에 제한을 가하고 있어요.

source: Leader of the 'Butun Kyrgyzstan' party Adahan Madumarov agrees :
ko: '부툰 키르기스스탄' 당의 지도자 아다한 마두마로브는 이에 동의한다 :

source: Among all publications, web-based news agencies are the most independent.
ko: 많은 출판물 중에, 인터넷 기반 뉴스 제공사들이 정치로부터 가장 독립적입니다.

source: That is why there are serious attempts to bar them from participating in agitation campaigns.
ko: 그렇기 때문에 그들을 선거 캠페인 활동에서 배제시키려는 시도들이 있는 것이죠.

source: Meanwhile, Ahmat Keldibekov, speaker of the Parliament of Kyrgyzstan, voiced a cautious supposition that – given the importance of the Internet in the distribution of information – the websites could be given the right to participate in the campaigns.
ko: 한편 키르기스스탄 의회 의장 아멧 켈디베코브는 정보 전달에 있어서 인터넷의 중요성을 감안해 온라인 뉴스사이트들이 캠페인에 참여할 권리를 주어야 한다는 주장을 조심스럽게 내비쳤다.

source: Pre-election campaigning will start on September 25.
ko: 예선 캠페인은 9월 25일 시작될 것이다.

source: Discussions are still heated, and they will hardly calm down as the presidential election gets closer.
ko: 아직도 논쟁은 계속되고 있으며, 대통령 선거가 다가올 수록 더더욱 심해질 전망이다.

source: Iran: Rage Against Pre-Islamic Statues · Global Voices
ko: 이란: 이슬람 전 시대의 동상에 쏟아진 분노

source: It seems that even statues are not safe in Iran.
ko: 이란에서는 사람뿐 아니라 동상도 안전하지 못하다.

source: Religious motives appear to be behind the recent theft of several bronze statues of Iranian national heroes from public places.
ko: 최근 각지에서 몇몇 국가 영웅을 기리는 동상이 도난당했는데, 이 이면에는 종교적 의도가 숨어있다.

source: In the northern city Sari, authorities ordered the destruction of 16 bronze statutes depicting the Iranian mythological hero and archer Arash Kamangir on chariots and with horses.
ko: 이란 북부에 자리잡은 도시 사리. 최근 이곳 지자체는 신화 속 영웅인 궁수 아라쉬 카망기르 (Arash Kamangir)가 전차를 모는 모습을 묘사한 동상 16점을 철거할 방침을 세웠다 .

source: Iranian mythological hero and archer, Arash Kamangir.
ko: 페르시아 신화속 영웅인 궁수 아라쉬 카망기르의 동상

source: The official reason was ostensibly that the horses on Imam Square could be interpreted as insulting the founder of the Islamic Republic, Ayatollah Khomenei.
ko: 철거 결정의 공식적, 표면적 이유는 이맘광장 등에 있는 말 동상들이 이란이슬람공화국 건국의 아버지 아야톨라 호메이니에 대한 모욕으로 비춰질 소지가 있기 때문이다.

source: Kamangir is said to have infused his own life into his arrow, and used it to expand the borders of Iran.
ko: 카망기르 아라쉬는 활에 인생을 쏟아부은 인물로서, 출중한 화살 실력으로 이란의 영토를 넓혔다고 전해지고 있다.

source: The statues have decorated the public squares in Sari since 1975.
ko: 이 동상은 설치된 1975년부터 이맘광장을 장식해왔다.

source: Azarmehr writes that more statues are being targeted these days, as Iranian authorities pursue their rage against Iran's pre-Islamic history. He says:
ko: 아자르메르(Azarmehr)는 오늘날 많은 동상들이 철거되는 데에는 이슬람이 들어오기 전 이란의 모습을 받아드리지 못하는 정부의 과격한 이슬람주의 역사관이 자리잡고 있다고 지적한다.

source: Since the 1979 Islamic revolution however, the Islamic Republic has been hell bent on its anti-Iranian agenda.
ko: 1979년 혁명으로 팔레비 왕조를 축출하며 이란공화국을 건국한 이래, 정부는 이슬람원리주의 주입에 혈안이 되어왔다.

source: The regime fears all symbols of pre-Islamic Iran.
ko: 정부는 이슬람 유입 전 시대의 상징물에 두려움을 느낀다.

source: In recent weeks, this anti-Iranian agenda has manifested itself in removing wall paintings that depicted the Epic stories of Shahnameh (Book of Kings) in Mashad, the removal of the statues of another Iranian legendary figure, Arash in Sari and now they want to remove the statue of Ariobarzanes in Yassuj.
ko: 정부의 이러한 원칙에 따라 최근 마샤드의 벽에 그려진 서사시 샤나메(왕의 책)가 지워졌고, 사리에 있는 영웅 아라쉬 동상이 철거됐다. 이슬람원리주의를 충실히 시행해온 정부는 이제 야수즈에 이는 아리오바르자네스 동상을 철거하려 한다.

source: Several bloggers such as Osyan Sabz have photographed the empty spots left behind after the statues were removed and destroyed:
ko: 오시안 사브즈(Osyan Sabz) 등 몇몇 블로거들이 동상이 철거된 후 휑한 광장의 모습을 올렸다.

source: Kiasar quotes Abdulhossein Mokhtabad, an artist from Sari, who says these statues belong to our people and we have to protect them.
ko: 키아사르는 "그 동상들은 민중의 것, 우리가 지켜야 한다.

source: For the Sari riders at least, it is sadly too late.
ko: 그러나 슬프게도 사리 시민들에게는 이미 늦은 일이다.

source: Japan: A Nuclear Gypsy’s Tale · Global Voices
ko: 일본: 어느 원전 집시의 이야기

source: Before the Fukushima accident brought to light the parlous state of the Japanese nuclear industry, for years temporary workers have jumped in and out of remunerative short-term jobs at the power plants ignoring the risk of their profession.
ko: 후쿠시마 원전사태로 일본의 위험천만한 원전 부실 운용 상태가 온 세상에 폭로되었다. 사고 전에도 높은 급료에 끌린 단기 계약직 노동자들은 방사능 피폭등의 위험성을 애써 무시하며 수년간 원전에서 일해왔다.

source: Takeshi Kawakami (川上武志) was one of the so-called ‘nuclear gypsies’ and just like many other colleagues of his, for about 30 years he made a livelihood working at the different nuclear plants of the country for short periods.
ko: 다케시 가와카미(川上武志)씨는 속칭 "원전 집시"다. 다른 동료들과 마찬가지로 가와카미씨는 무려 30년을 국내 원전 이곳저곳을 "떠돌아" 다니며 단기 계약직으로 일하며 살아온 노동자이다.

source: For years he earned money helping repair or replace malfunctioning parts of nuclear reactors and carrying out dangerous operations, with a high-risk of radiation exposure.
ko: 업무는 주로 결함이 있는 원자로를 수리-교체하는 일이었는데, 물론 방사능 피폭 위험이 매우 높은 위험한 작업들이었다.

source: In his blog, Kawakami denounced the corruption and collusion between the government and the nuclear industry, focusing his coverage on the Hamaoka nuclear power plant.
ko: 가와카미씨는 하마오카 원전에서 근무하며 목격한 경험을 토대로 자신의 블로그에 정부와 전력회사간의 부패와 유착을 비판했다.

source: This power plant was recently shut down at the request of the Japanese government for remedial work after it was deemed dangerous to continue operating in light of its position on one of the major seismic faults lines in the Japanese archipelago.
ko: 한편 간 나오토 총리의 일본정부는 최근 하마오카 원전의 가동을 중단하고 내진 보강공사를 요청했다. 활단층 위에 세워진 원전을 계속해서 가동하기엔 너무 위험하다고 판단했기 때문이다.

source: In the post partly translated here, he tells of his experiences as a temporary worker when he worked for the first time inside a steam generator at the Genkai nuclear power plant in southern Japan.
ko: 일본 남부에 위치한 겐카이 원전의 증기발생기에서 비정규직으로 근무하며 처음으로 원전에 발을 들여 놓았을 때의 경험을 엿볼 수 있다.

source: Hamaoka nuclear power plant, by Hiroaki Sakuma.
ko: 하마오카 원전의 모습.

source: CC BY-SA license.
ko: 히로아키 사쿠마 제공 CC BY-SA license.

source: I worked at Hamaoka nuclear plant for a little over 5 years, but it was not the only time I’d worked at a power plant.
ko: 하마오카 원전에선 5년 약간 넘게 일 했습니다만, 원전 근무 경력은 그 전에도 있었습니다.

source: Before Hamaoka, I spent my 30s working at a nearby nuclear plant for about 10 years in the 1980’s.
ko: 1980년대 거의 십여년를 주변 원전에서 일하며 제 30대를 보냈죠. 한 곳에서 꾸준히 일하기 보다는 여러군데를 옮겨다니며 시설보수를 담당했습니다.

source: At that time, I did not work at just one site but was moving from one plant to another to do regular maintenance work.
ko: 최근에 여러 원전을 전전하는 부류의 사람들을 "원전 집시"라고 약간의 모멸을 담아 부른다더군요.

source: Recently, that kind of people are called "Nuclear gypsies" with a bit of contempt and in that period I was living as one of those.
ko: 맞아요, 그 무렵 바로 제가 그런 부류 중 한명이었습니다.

source: Two years after I began the wandering life of a gypsy, I entered for the first time the core container of a steam generator.
ko: "집시"로서의 삶을 시작한지 이 년정도가 흘렀을까, 처음으로 원자로 노심으로 들어가게 됐죠.

source: At the time I was working at the Genkai Nuclear Power Plant in Saga Prefecture.
ko: 그때가 사가현에 있는 겐카이 원전에서 일할 때로 기억합니다.

source: The core is the part of the reactor where uranium fuel undergoes nuclear fission.
ko: 원자로의 노심에서 우라늄이 핵분열을 일으키지요.

source: It generates heat which is then passed to The steam generator which produces the steam to power the turbines which turn the generators elsewhere in the plant .
ko: 여기서 발생된 열이 증기발생기를 통해 수증기가 만들어 지고, 이 수증기가 터빈을 회전시키고, 전기를 생산하는 것입니다.

source: The level of radioactivity in the containment building is very high compared to elsewhere .
ko: 격납 건물 내부 원전 어느곳과 비교도 되지 않을 정도로 방사능 수치가 높은 지역입니다.

source: My job involved entering and installing a robot monitor that would enable examination of whether there was any damage in the steam generator.
ko: 제가 맡은 일은 원자로에 나타날 수 있는 이상 여부를 판독할 수 있는 원격 로봇을 설치하는 것이었습니다.

source: Actually what happened on the day was that another person replaced me and entered the steam generator to install the robot.
ko: 사실 그날은 다른 동료가 저 대신 로봇을 설치하기 위해 원자로로 들어갔습니다.

source: After the installation was completed, there was a problem in that the robot wouldn’t respond and thus could not be operated from outside.
ko: 설치는 마쳤는데, 로봇이 외부작업에 반응을 안하는 문제가 있었습니다.

source: There are many small holes in the walls of the central part of the steam generator and the six (I believe there were six) ‘legs’ of a robot, operated via a remote control, should be able to survey it through those holes.
ko: 원자로내 벽면에는 무수히 많은 작은 구멍이 있는데, 그 구멍을 통해 로봇의 여섯 개의 다리 (여섯 개가 맞을 겁니다)가 작동되는 모습을 관찰하는 방식입니다.

source: The employees in charge of supervising the installation concluded that there had been a problem in properly positioning the robot’s legs.
ko: 어쨌든 로봇 다리가 제대로 설치가 안되서 발생하는 문제같다는 것이 설치작업을 감독한 직원들이 내린 결론이었습니다.

source: If the ‘legs’ are not completely inserted and the robot is left in that position, it could fall down at any time.
ko: 정말로 다리가 제대로 조립이 안된거라면, 계속 그 상태로 방치하면 쓰러지는 것은 시간 문제였죠.

source: If that happens, it spells the loss of a precision machine that's said to be worth several hundred million yen.
ko: 쓰러진다는 것은 무엇입니까? 수십억원에 달하는 정밀기계를 못쓰게 되는 것을 의미합니다.

source: That’s why I was sent in to enter the generator, on very short notice, to replace the robot back to its correct operating position before that happened. I started putting on the gear to enter the housing at a spot near the steam generator.
ko: 그래서 그렇게 되기 전에 로봇을 제대로 설치하기 위해 저는 급히 방호복을 챙겨입고 장비를 챙겨 격납 건물로 들어가 원자로로 향했습니다.

source: Two workers helped me put it on.
ko: 방호복을 입을 때 두 명의 동료가 도와줬습니다.

source: I was already wearing two layers of work clothes, and on top of those, I put on Tyvek protective gear made of paper and vinyl, and an airline respirator.
ko: 작업복을 두 겹이나 껴입은 상태에서, 타이베크(Tyvek) 전신방호복을 입었지요.

source: Plus, I wrapped a lot of vinyl tape around my neck, my wrists and my ankles, to block even the slightest opening.
ko: 거기에 조그마한 틈도 막기 위해 제 목, 손목, 그리고 발목 주변을 비닐 테이프로 꽁꽁 둘렀습니다.

source: Once I finished putting on the protective gear — which honestly looks like an astronaut suit — I headed toward the housing.
ko: 정말이지 우주인처럼 보이는 보호복 착용을 마친 후, 저는 노심부로 향했습니다.

source: When I arrived at the area near the housing, two workers were waiting.
ko: 도착했을 때, 두 명의 직원이 저를 맞이 했습니다.

source: They were employees of a company called the Japanese Society for Non-Destructive Inspection and, to my surprise, despite the area being highly radioactive, they were wearing nothing but plain working clothes.
ko: 그 둘은 일본비파괴검사학회(JSNDI)라는 곳의 직원이었는데, 놀랍게도 고방사능구역임에도 평범한 작업복차림 이었습니다.

source: They weren’t even wearing masks.
ko: 심지어 마스크도 착용하고 있지 않았습니다.

source: The person who appeared to be in charge invited me over and, after a look at my eyes inside the mask, nodded his head a few times.
ko: 상사인 듯한 사람이 저를 손으로 불렀습니다. 마스크 안쪽의 제 눈을 응시하더니, 몇번 고개를 크게 끄덕였습니다.

source: I guess just looking into my eyes he was able to determine that I’d be able to handle working in the core.
ko: 아마도 제 눈을 보면서 제가 노심 작업에 견딜 수 있는 사림인지 여부를 판단한 것 같았습니다.

source: He and I went to the steam generator together.
ko: 그와 함께 원자로에 접근했습니다.

source: That was the first time I saw the generator with my own eyes.
ko: 원자로 본체를 제 눈으로 직접 본 것은 그때가 처음이었습니다.

source: It was I guess a spherical or oval shape, maybe 3 meters in diameter (I might not be remembering the size correctly), and was located at a position higher than the grating we were standing on.
ko: 직경 3미터 정도의 구형 혹은 타원형 모양이었는데(크기는 정확히 기억이 나지 않습니다), 우리가 서 있는 곳 보다 조금 더 높이 위치하고 있었습니다.

source: The base of the steam generator more or less reached my shoulder, at slightly less than 1.5m.
ko: 원자로 바닥은 제 어깨정도 높이, 그러니까 한 1.

source: At the bottom, there was a manhole.
ko: 그리고 그곳에 맨홀이 있었습니다.

source: The manhole was open, and I immediately realized I would have to climb up into it.
ko: 맨홀은 열려있었고,저는 '아 저 맨홀로 기어 올라 원자로 안으로 들어가야 하는구나'라고 재빨리 제 임무를 알아차렸습니다.

source: The JSNDI employee in charge put his arm around me and together we approached the manhole.
ko: 그 비파괴검사학회 직원은 제 어깨에 손을 둘렀고, 우리는 맨홀로 접근했습니다.

source: We looked over the edge and peered in.
ko: 맨홀 입구 직전까지 접근해 안을 살짝 들여다 보았습니다.

source: Inside was dark, and the air was dense and stagnant. It felt as though something sinister was living inside.
ko: 안은 어둡고 공기가 짙고 거침없었는데, 마치 기분나쁜 무엇인가가 안에 살고 있는 듯한 느낌이었습니다.

source: My expression glazed over.
ko: 제 표정이 일순간 굳었습니다.

source: A slight sensation of dread came over me.
ko: 희미한 공포감이 엄습했습니다.

source: As I approached the manhole, I noticed a ringing in my ears and felt reluctant to go in.
ko: 맨홀에 접근할 때 귀에서 윙윙, 이명이 들리며 제 스스로가 들어가길 거부하는 것을 느꼇습니다.

source: When I looked inside, I saw that the robot was attached to the wall indicated by the employee.
ko: 내부를 들여다 보니 학회 직원이 가리킨 곳 벽면에 로봇이 설치 되어있었습니다.

source: It was not properly attached, which is why I had been sent in.
ko: 제가 여기 온 이유이기도 했죠.

source: The atmosphere inside was ghastly and I had to desperately fight off the urge to flee.
ko: 그 자리에서 당장 뛰쳐 도망가고 싶은 것을 필사적으로 참았습니다.

source: I might not have wanted to enter, but I was in no position to refuse.
ko: 설령 들어가기 싫다해도, 들어가는 것을 거부할 수 있는 위치도 아니었습니다.

source: The robot was square-shaped, 40 cm on each side and 20 cm deep. It was called a ‘spider robot’.
ko: 로봇은 40cm의 정사각형 모양에 두께가 20cm정도 되는데, 속칭 "거미 로봇"이라고 불렀습니다.

source: The JSNDI employee put his face at the edge of the manhole, a third of his face peering in, and diligently explained what I had to do.
ko: 학회 직원은 맨홀에 얼굴을 3분의 1이상을 들이밀고는 제가 할일을 열심히 설명해 주었습니다.

source: There was little awareness at the time of the dangers to workers of radiation exposure, but even so I was concerned about the bold act of the employee, who looked inside the housing with me.
ko: 비록 그 무렵 방사능 노출 위험에 대한 사람들의 인식이 상당히 낮았지만, 그래도 그렇게까지 함께 내부를 들여다보는 그 직원의 대담한 행동이 우려스러웠습니다.

source: He continued looking inside, unfazed, and I remember wondering why he wasn’t scared.
ko: 그 직원은 계속해서 태연하게 내부를 들여다 보고 있었습니다.

source: I was almost completely covered while he wasn’t even wearing a mask.
ko: '이 사람은 겁도 없나'라고 생각한 기억이 납니다.

source: After receiving a very detailed explanation of the work that I was to do inside, it was time.
ko: 저야 보호복과 장비로 무장한 상태였지만, 그 사람은 마스크 조차 착용하지 않았으니까요.

source: I crouched beneath the manhole next to a stepping ladder that had been brought in, and the JSNDI employee gave me a deep nod.
ko: 노심 내부 작업 설명을 자세하게 받은 후, 드디어 제가 들어갈 차례가 되었습니다.

source: I stood up, climbed the ladder, and pushed my upper body through the manhole.
ko: 저는 일어서서 사다리를 타고 상체를 쑤욱하고 맨홀 안으로 집어 넣었습니다.

source: In that second, something grabbed at my head and squeezed hard.
ko: 그 즉시, 무엇인가가 머리를 부여잡고 꽉 뭉개버리는 느낌을 받았습니다.

source: A pounding in my ear started right away.
ko: 즉시 이명이 들리기 시작했습니다.

source: Battling fear, I placed my hands around the rim of the manhole and used the momentum to launched my whole body inside.
ko: 공포와 싸우면서 맨홀의 가장자리에 양손을 놓고 반동을 이용해 전신을 맨홀안으로 들여 넣었습니다.

source: The pounding sound got bigger.
ko: 이명은 점점 더 심해졌습니다.

source: One worker said that right after he entered a nuclear reactor he heard a noise like a moving crab. “zawa,zawa,zawa…” He said that he could still hear this noise after he finished the work.
ko: 나중에 한 직원이 자신은 노심에 들어섰을 때, 마치 게가 "사각, 사각, 사각.

source: Even after the inspection work, when he went back home, he couldn’t forget that noise.
ko: "하며 움직이는 것 같은 소리를 들었노라고 말했습니다.

source: The man ended up having a nervous breakdown.
ko: 그리고 작업을 마친 후에도 그 소리가 귓가에서 떠나지 않았다는 것입니다.

source: A writer who heard this story spoke to this man and wrote a mystery novel based on that experience.
ko: 작업을 마치고 귀가한 후에도 그 소리에서 해방되지 못하고 완전히 노이로제 상태가 되었습니다.

source: The title of the book is “The crab of the nuclear reactor”.
ko: 책의 제목은 "원자로의 게"라고 합니다.

source: It was published in 1981 and was very popular among us.
ko: 1981년에 출판된 이 책은 우리 직원들 사이에서도 꽤 화제가 되었습니다.
